{
    "welcome": "Welcome to my Portfolio",
    "name": "My name is Phong",
    "work": "And I am a web developer",
    "job-name": " Software Engineer",
    "introduction": "INTRODUCTION",
    "overview": "Overview",
    "textoverview": "I&apos;m a skilled software developer with experience in TypeScript and JavaScript, and expertise in frameworks like React, NodeJS and NextJS . I&apos;m a quick learner and collaborate closely with clients to create efficient, scalable, and user-friendly solutions that solve real-world problems. Let&apos;s work together to bring your ideas to life!",
    "short-term": "Short-term Goal",
    "text-short-term": "Improving as well as learning many skills at programming. Become Fullstack Developer as soon as possible",
    "long-term": "Long-term Goal",
    "text-long-term": "Become a Project Manager with professional skills.",
    "job-desc-1": "Developing and maintaining web applications using React.js, Typescript and other related technologies.",
    "job-desc-2": "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
    "job-desc-3": "Implementing responsive design and ensuring cross-browser compatibility.",
    "job-desc-4": "Participating in code reviews and providing constructive feedback to other developers.",
    "company": "Companies I've worked for",
    "work-experience": "Work Experience",
    "my-work": "My work",
    "project": "Project",
    "text-project": "Following projects showcases my skills and experience through real-world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies.",
    "get-in-touch": "Get in touch",
    "contact": "CONTACT",
    "your-name": "Your name",
    "what-your-name": "What's your name?",
    "your-email": "Your email",
    "what-your-email": "What's your email address?",
    "your-message": "Your message",
    "text-message": "What you want to say?",
    "send": "Send",
    "text-project-01": "This is the administration website of Anpha Petrol company. The website has a wide range of functionalities such as VoIP, CRUD products, debt management, invoice creation, order creation, user role management, and more.",
    "text-project-02": "This is the human resource management website of Anphapetrol Company. The website offers a wide range of functionalities such as employee CRUD (Create, Read, Update, Delete), contract management, appointments, dismissals, department management, commendations, and resignations, among others",
    "text-project-03": "This is a project of MHK Company. The website is used to create the company's plans and strategies. Additionally, it provides statistics on sales figures and KPI targets for each department and individual. The website can help managers gain a better understanding of the data and revenue for each department and individual. It also features user permission functionality and more",
    "text-project-04": "This is my personal project. The website includes authentication, adding items to the shopping cart,..."
  }
  