{
    "welcome": "Chào mừng bạn đến với Hồ sơ của tôi",
    "name": "Tôi tên là Phong",
    "work": "Và tôi là một nhà phát triển web.",
    "job-name": "Kỹ sư phần mềm",
    "introduction": "GIỚI THIỆU",
    "overview": "Tổng quan",
    "textoverview": "Tôi là một nhà phát triển phần mềm có kỹ năng vượt trội với kinh nghiệm trong TypeScript và JavaScript, cũng như chuyên môn về các framework như React, NodeJS và NextJS. Tôi có khả năng học nhanh và hợp tác chặt chẽ với khách hàng để tạo ra các giải pháp hiệu quả, có khả năng mở rộng và thân thiện với người dùng, giúp giải quyết các vấn đề thực tế. Hãy cùng làm việc để biến ý tưởng của bạn thành hiện thực!",
    "short-term": "Mục tiêu ngắn hạn",
    "text-short-term": "Cải thiện và học nhiều kỹ năng mới trong lĩnh vực lập trình. Trở thành một Nhà phát triển Fullstack càng sớm càng tốt.",
    "long-term": "Mục tiêu dài hạn",
    "text-long-term": "Trở thành một Quản lý Dự án với kỹ năng chuyên nghiệp.",
    "job-desc-1": "Phát triển và duy trì các ứng dụng web bằng React.js, TypeScript và các công nghệ liên quan khác.",
    "job-desc-2": "Hợp tác với các nhóm chức năng chéo bao gồm những người thiết kế, quản lý sản phẩm và các nhà phát triển khác để tạo ra các sản phẩm chất lượng cao.",
    "job-desc-3": "Thực hiện thiết kế đáp ứng và đảm bảo tính tương thích trên nhiều trình duyệt.",
    "job-desc-4": "Tham gia vào việc kiểm tra mã và cung cấp phản hồi xây dựng cho các nhà phát triển khác.",
    "company": "Các công ty mà tôi đã làm việc cho",
    "work-experience": "Kinh nghiệm làm việc",
    "my-work": "Công việc",
    "project": "Dự án",
    "text-project": "Các dự án sau đây giới thiệu về kỹ năng và kinh nghiệm của tôi thông qua các ví dụ thực tế về công việc của tôi. Mỗi dự án được mô tả ngắn gọn kèm với liên kết đến kho lưu trữ mã nguồn và phiên bản demo trực tiếp. Chúng thể hiện khả năng của tôi trong việc giải quyết các vấn đề phức tạp và làm việc với nhiều công nghệ khác nhau.",
    "get-in-touch": "Liên hệ với tôi",
    "contact": "LIÊN HỆ",
    "your-name": "Tên của bạn",
    "what-your-name": "Nhập tên của bạn",
    "your-email": "Email của bạn",
    "what-your-email": "Nhập địa chỉ email của bạn",
    "your-message": "Lời nhắn",
    "text-message": "Lời nhắn",
    "send": "Gửi"
  }